Repository: royalmo/hydrolab
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ca

source: More than 12h without any uplink!
ca: Més de 12h sense cap uplink!

source: More than 2h without any uplink!
ca: Més de 2h sense cap uplink!

source: Sensor rebooted recently!
ca: Sensor reiniciat recentment!

source: Sensor rebooted recently due to WatchDog!
ca: Sensor reiniciat recentment degut al WatchDog!

source: Low battery!
ca: Poca bateria!

source: user@example.com
ca: usuari@exemple.cat

source: Keep me logged in
ca: Mantenir la sessió iniciada

source: Log In
ca: Iniciar sessió

source: User Name
ca: Nom d'Usuari

source: Register
ca: Registrar-se

source: That email already exists. Please choose a different one.
ca: Aquesta adreça electrònica ja existeix. Introdueix-ne una altra.

source: Search
ca: Cerca

source: Sensor name
ca: Nom del sensor

source: About Sensor
ca: Descripció

source: Time Between Waterings
ca: Temps entre regs

source: Watering Time
ca: Segons de reg

source: Watering Threshold
ca: Llindar d'humitat

source: Minutes between uplinks
ca: Minuts entre uplinks

source: Submit Sensor
ca: Guardar Sensor

source: Role?
ca: Rol

source: Active?
ca: Actiu?

source: Notifications
ca: Notificacions

source: Sorry, we couldn't find this page.
ca: Ho sentim, no hem pogut trobar aquesta pàgina.

source: But dont worry, you can find plenty of other things on our homepage.
ca: Però no pateixis, segurament que trobaràs el que necessitis des de la pàgina principal.

source: Back to homepage
ca: Tornar a la pàgina principal

source: All Rights Reserved
ca: Tots els drets reservats

source: About
ca: Sobre nosaltres

source: Privacy Policy
ca: Política de privacitat

source: Contact
ca: Contacte

source: Open main menu
ca: Obre el menú principal

source: Map
ca: Mapa

source: Monitoring
ca: Monitoratge

source: Profile
ca: Perfil

source: Users
ca: Usuaris

source: Log Out
ca: Sortir

source: Humidity:
ca: Humitat:

source: Temperature:
ca: Temperatura:

source: Battery:
ca: Bateria:

source: Last Watered:
ca: Darrer reg:

source: Warning
ca: Atenció

source: More Info
ca: Més informació

source: Relative Humidity (%%)
ca: Humitat Relativa (%%)

source: Temperature (ºC)
ca: Temperatura (ºC)

source: Battery (%%)
ca: Bateria (%%)

source: 1 Hour
ca: 1 Hora

source: 24 Hours
ca: 24 Hores

source: 7 Days
ca: 7 Dies

source: Add New Sensor
ca: Afegir nou sensor

source: Modify Sensor
ca: Editar Sensor

source: Do you really wish to remove this sensor?
ca: Estàs segur que vols eliminar aquest sensor?

source: Remove Sensor
ca: Eliminar monitor

source: Basic Information
ca: Informació Bàsica

source: Sensor Name
ca: Nom del sensor

source: Sensor Description
ca: Descripció del sensor

source: Sensor TTN ID
ca: TTN ID

source: Sensor Parameters
ca: Paràmetres del Sensor

source: Watering Time (seconds)
ca: Temps de reg (segons)

source: Minutes Between Waterings
ca: Minuts entre regs

source: Minutes Between Uplinks
ca: Minuts entre uplinks

source: Select Hours Where watering can be done
ca: Selecciona les hores en què es pot regar

source: Your Profile
ca: El teu perfil

source: Edit User
ca: Edita l'Usuari

source: Save
ca: Desa

source: User Information
ca: Informació de l'usuari

source: Name
ca: Nom

source: Email address
ca: Adreça electrònica

source: Password
ca: Contrasenya

source: Lowercase
ca: Minúscula

source: Uppercase
ca: Majúscula

source: Digit
ca: Dígit

source: 8+ Characters
ca: 8+ Caràcters

source: Symbol
ca: Caràcter especial

source: Confirm password
ca: Confirma la contrasenya

source: Passwords do not match
ca: Les contrasenyes no coincideixen

source: Passwords match
ca: Les contrasenyes coincideixen

source: LANGUAGE
ca: IDIOMA

source: Role
ca: Rol

source: Active:
ca: Actiu:

source: Notifications:
ca: Notificacions:

source: Sensor Information
ca: Informació del sensor

source: Show on map
ca: Veure al mapa

source: Water
ca: Regar ara

source: Edit
ca: Edita

source: Basic
ca: Bàsic

source: No information
ca: Sense dades

source: Last Watered At
ca: Darrer reg a

source: Last Uplink Sent At
ca: Darrer Uplink enviat a

source: Last humidity Reading
ca: Darrera lectura d'humitat

source: Last Temperature Reading
ca: Darrera lectura de temperatura

source: Last Battery Reading
ca: Darrera lectura de bateria

source: Last Downlink Sent At
ca: Darrer Downlink rebut a

source: Last Downlink Acknowledgement
ca: Confirmació del downlink

source: Last Downlink Water Now Seconds
ca: Segons regats al darrer downlink

source: Registered sensors
ca: Sensors Registrats

source: Add Sensor
ca: Afegir sensor

source: Sorry! Looks like there are no matches with your search. Try again!
ca: Vaja! Sembla ser que no s'han trobat resultats. Prova amb una altra cerca!

source: NAME
ca: NOM

source: LAST WATERED AT
ca: DARRER REG

source: ALERTS
ca: ALERTES

source: ACTIONS
ca: ACCIONS

source: Delete
ca: Elimina

source: Are you sure you want to delete this sensor?
ca: Estàs segur que vols eliminar aquest sensor?

source: Registered users
ca: Usuaris Registrats

source: Your profile
ca: El teu perfil

source: MAIL
ca: CORREU

source: ROLE
ca: ROL

source: ACTIVE
ca: ACTIU

source: Yes
ca: Sí

source: Are you sure you want to delete this user?
ca: Estàs segur que vols eliminar aquest usuari?

source: Log into your account
ca: Entra al teu compte

source: Incorrect credentials
ca: Credencials incorrectes

source: Your account is inactive. Contact us for more information.
ca: El teu compte no està activat. Cantacta amb nosaltres per a més informació.

source: Email
ca: Correu

source: Sorry, not implemented!\nAsk an admin to change your password.
ca: Ho sentim, no està implementat!\nPregunta a un administrador per a canviar la contrasenya.

source: Forgot password?
ca: Has oblidat la contrasenya?

source: Don't have an account?
ca: No tens un compte?

source: Sign up
ca: Registra't

source: Register your account
ca: Crea el teu compte

source: Email already taken. Please try another or
ca: Correu ja registrat. Siusplau prova amb un altre o

source: log in
ca: inicia sessió

source: Confirmation Password
ca: Confirma la contrasenya

source: Already have an account?
ca: Ja tens un compte?

source: Log in
ca: Inicia sessió

source: Account created
ca: Compte creat

source: but not activated!
ca: però no activat!

source: Your account has been created, but it first need to be reviewed by an administrator.
ca: El teu compte ha estat creat, però primer l'ha de revisar un administrador.

source: Once your account will be activated by an admin, you will be able to
ca: Quan el teu compte sigui revisat per un administrador, podràs

source: to HydroLab!
ca: a HydroLab!

source: What do I need to do?
ca: Què he de fer?

source: Nothing, you just need to wait. If you're in a hurry, however, you can send a mail to
ca: Res, només has d'esperar. Si tens pressa, pots enviar un correu a

source: indicating the reason of your hurry.
ca: indicant el motiu de la teva impaciència.

source: New Sensor
ca: Nou Sensor

source: Edit Sensor
ca: Edita el sensor

source: Registered!
ca: Registrat!

source: Edit user
ca: Edita l'Usuari
